Repository: Shchoholiev/smart-inventory-system-ios
Catalog: SmartInventorySystem/Localizable.xcstrings
Source language: en
Languages: uk

source: Access Key:
uk: Ключ доступу:

source: Add Item
uk: Додати предмет

source: Add role
uk: Додати роль

source: Add User
uk: Додати

source: Are you sure you want to delete this item?
uk: Ви впевнені, що хочете видалити цей предмет?

source: Confirm Deletion
uk: Підтвердити видалення

source: Create Device
uk: Створити пристрій

source: Create Group
uk: Створити групу

source: Delete
uk: Видалити

source: Description
uk: Опис

source: Device ID
uk: ID пристрою

source: Device Name
uk: Назва пристрою

source: Device Type
uk: Тип пристрою

source: Devices
uk: Пристрої

source: Edit
uk: Редагувати

source: Email
uk: Електронна пошта

source: Email or phone
uk: Електронна пошта або телефон

source: Enter details to create a new device
uk: Введіть дані для створення нового пристрою

source: Group
uk: Група

source: Group Name
uk: Назва групи

source: Id:
uk: Ідентифікатор:

source: If you want to join a group provide your email or phone to the owner of the group.
uk: Якщо ви хочете приєднатися до групи, надайте свою електронну адресу або телефон власнику групи.

source: Item deleted
uk: Предмет видалено

source: Item Name
uk: Назва предмету

source: Items
uk: Предмети

source: Light Status: %@
uk: Статус світла: %@

source: Login
uk: Вхід

source: Logout
uk: Вихід

source: Manage users
uk: Керування користувачами

source: Name
uk: Ім'я

source: No devices
uk: Немає пристроїв

source: No items
uk: Немає предметів

source: No shelves
uk: Немає полиць

source: Optional comment
uk: Необов'язковий коментар

source: Password
uk: Пароль

source: Phone
uk: Телефон

source: Profile
uk: Профіль

source: Put Back
uk: Повернути назад

source: Register
uk: Реєстрація

source: Role Name
uk: Назва ролі

source: Save
uk: Зберегти

source: Search for items
uk: Пошук предметів

source: Search Items
uk: Пошук предметів

source: Shelves
uk: Полиці

source: Take Item
uk: Взяти предмет

source: Turn Off Light
uk: Вимкнути світло

source: Turn On Light
uk: Увімкнути світло

source: User
uk: Користувач

source: User Profile
uk: Профіль користувача

source: Your Devices
uk: Ваші пристрої

source: Your Group
uk: Ваша група

source: Your Shelves
uk: Ваші полиці

source: Taken
uk: Забрано

source: Available
uk: Доступний
